vegeta/testcandidates/prisma/results/2018-07-08_20:58/tracks_media_first_20-1000.txt
Requests      [total, rate]            60000, 1000.02
Duration      [total, attack, wait]    1m0.000892929s, 59.998999792s, 1.893137ms
Latencies     [mean, 50, 95, 99, max]  3.089109ms, 2.190957ms, 5.441173ms, 26.701762ms, 89.31623ms
Bytes In      [total, mean]            103560000, 1726.00
Bytes Out     [total, mean]            8820000, 147.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:60000  
Error Set: