vegeta/testcandidates/prisma/results/2018-07-08_20:58/tracks_media_first_20-1450.txt
Requests      [total, rate]            87000, 1450.02
Duration      [total, attack, wait]    1m0.001348154s, 59.999295206s, 2.052948ms
Latencies     [mean, 50, 95, 99, max]  4.274357ms, 2.821535ms, 10.6326ms, 31.708926ms, 135.194169ms
Bytes In      [total, mean]            150162000, 1726.00
Bytes Out     [total, mean]            12789000, 147.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:87000  
Error Set: