vegeta/testcandidates/prisma/results/2018-07-08_20:58/tracks_media_first_20-950.txt
Requests      [total, rate]            57000, 950.02
Duration      [total, attack, wait]    1m0.0012564s, 59.99891418s, 2.34222ms
Latencies     [mean, 50, 95, 99, max]  3.074628ms, 2.205553ms, 5.179073ms, 25.169324ms, 90.280162ms
Bytes In      [total, mean]            98382000, 1726.00
Bytes Out     [total, mean]            8379000, 147.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:57000  
Error Set: